Repository: AppSaloon/wc-payconiq
Catalog: languages/*.po
Languages: nl_be

source: Proceed to Payconiq
nl_be: Ga verder naar Payconiq

source: Take payments through Payconiq app.
nl_be: Ontvang betalingen via Payconiq app.

source: SANDBOX ENABLED. You can use sandbox testing accounts only.
nl_be: ZANDBAK INGESCHAKELD. U kunt alleen zandbak testaccounts gebruiken.

source: Payconiq Transaction ID
nl_be: Payconiq Transactie-ID

source: payconiq works only with EUR
nl_be: payconiq werkt uitsluitend met EUR

source: Refund failed due to invalid credentials.
nl_be: Terugbetaling is mislukt vanwege ongeldige referenties.

source: Transaction ID is not found.
nl_be: Transactie-ID wordt niet gevonden.

source: Payconiq credentials are not filled in
nl_be: Payconiq-gegevens zijn niet ingevuld

source: Refunded %1$s - Refund ID: %2$s
nl_be: Terugbetaald %1$s - Terugbetaling ID: %2$s

source: Refund Failed:
nl_be: Terugbetaling mislukt:

source: Enable/Disable
nl_be: Inschakelen/Uitschakelen

source: Enable Payconiq
nl_be: Payconiq inschakelen

source: Title
nl_be: Titel

source: This controls the title which the user sees during checkout.
nl_be: Dit bepaalt de titel die de gebruiker ziet tijdens het afrekenen.

source: Description
nl_be: Beschrijving

source: This controls the description which the user sees during checkout.
nl_be: Dit regelt de beschrijving die de gebruiker ziet bij het afrekenen.

source: Complete the order with Payconiq app.
nl_be: Voltooi de bestelling met de Payconiq app.

source: Payment Description
nl_be: Betaling Beschrijving

source: This controls the description when the user sees the QR code.
nl_be: Dit regelt de beschrijving wanneer de gebruiker de QR-code ziet.

source: How to pay: Open the Payconiq app and scan the QR code. It will work for 2 minutes. After the payment, you will be automatically redirected to the order completed page.
nl_be: Hoe te betalen: Open de Payconiq app en scan de QR code. Het zal 2 minuten werken. Na de betaling wordt u automatisch doorgestuurd naar de pagina met de voltooide bestelling.

source: Advanced options
nl_be: Geavanceerde opties tonen

source: Payconiq sandbox
nl_be: Payconiq zandbak

source: Enable Payconiq sandbox
nl_be: Payconiq zandbak inschakelen

source: Payconiq sandbox can be used to test payments.
nl_be: Payconiq zandbak kan gebruikt worden om betalingen te testen.

source: Debug log
nl_be: Debug logboek

source: Enable logging
nl_be: Logboekregistratie mogelijk maken

source: Log Payconiq events, inside %s Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
nl_be: Log Payconiq evenementen, binnen %s Let op: dit kan persoonlijke informatie registreren. We raden aan om deze alleen te gebruiken voor het debuggen van fouten en het verwijderen van de logs wanneer u klaar bent.

source: Image url
nl_be: Afbeelding URL

source: Optionally enter the URL to a 150x50px image displayed as your logo in the upper left corner of the Payconiq checkout pages.
nl_be: Voer optioneel de URL in naar een 150x50px afbeelding die als uw logo wordt weergegeven in de linkerbovenhoek van de Payconiq kassa pagina's.

source: Optional
nl_be: Optioneel

source: API credentials
nl_be: API-referenties

source: Enter your Payconiq API credentials to process refunds via Payconiq.
nl_be: Vul uw Payconiq API-gegevens in om uw terugbetalingen via Payconiq te verwerken.

source: Merchant API ID
nl_be: Handelaar API ID

source: Get your API credentials from Payconiq.
nl_be: Haal uw API-gegevens op bij Payconiq.

source: Live API key
nl_be: Live API-sleutel

source: Sandbox Merchant API ID
nl_be: Sandbox Merchant API ID van de zandbak

source: Sandbox API key
nl_be: Zandbak API-sleutel

source: Accept payments by scanning a QR-code through the Payconiq app. Makes it even more easy for your customers to order!
nl_be: Accepteer betalingen door een QR-code te scannen via de Payconiq app. Maakt het voor uw klanten nog gemakkelijker om te bestellen!
